<template lang="pug">
main.main
    section
        app-feature(:content="ourClubContent")
    section.section
        .container
            .section-heading
                h4.section-heading__title О клубе
            .section-content
                .about
                    .about__text
                        p Название клуба «Харрррррррашо», как и многие другие важные вещи в нашей жизни, появилось на свет случайно и задолго до создания клуба.
                        p Путешествуя в 2015 году по Таиланду, основатель «Харрррррррашо» — Дмитрий Ефимов, находясь в отличном настроение, смакуя прокартавил слово «хорошо» в своем видеопосте для Инстаграма поставил хэштег #харрррррррашо. Многим подписчикам тогда это понравилось, и он решил сделать хэштэг постоянным и означающим превосходное настроение. 
                        p Летом 2017 года Дмитрий летел на семинар к доктору Мадану Катарии. Он уже знал, что после прохождения тренинга обязательно откроет клуб смеха, и продумывал в голове подходящее название. Были варианты: «ХаХаХа», «Эйфория», «Эндорфин», «Кислород», «Счастье», «Смешные люди» и т.д. Но все они отпали сами собой когда началось обучение. 
                        p Дело в том, что в Йоге смеха одно упражнение (своеобразный психотренинг) повторяется на занятиях очень часто. Это хлопанье в ладоши и скандирование: «Хорошо! Хорошо! Ееееее!» Когда на первом занятии семинара начали делать это упражнение, все встало на своим места, и он подумал: «Вот оно, нашел!». Ведь именно «хорошо» объясняет состояние всего того, что творится в душе, когда ты счастлив и тебе ХАРРРРРРРРАШО. 
                        p Миссия клуба — распространение Йоги смеха и открытие клубов во всех регионах нашей страны и ближайшего зарубежья.
                    h5.about__title Основные правила клуба:
                    ol.about__list
                        li.about__item Членом клуба может стать любой желающий. 
                        li.about__item Люди приходят на занятия, чтобы смеяться и радоваться. 
                        li.about__item Клуб смеха — это детский сад для взрослых и мы приветствуем несерьезность и детскую непосредственность. 
                        li.about__item На занятия по противопоказаниям не допускаются люди с хроническими заболеваниями сердца, дыхательных путей и недавно прооперированные больные. 
                        li.about__item В клубе запрещается негатив во всех его проявлениях, разговоры о политике и религии, любые споры и выяснения отношений.  
    section.section
        .container
            app-primary-form(:type="'callback'")
</template>

<script>
import AppFeature from '~/components/others/AppFeature';
import AppPrimaryForm from '~/components/forms/AppPrimaryForm';
export default {
    layout: 'club',
    head: {
        title: 'О клубе | Йога смеха'
    },
    components: {
        AppFeature,
        AppPrimaryForm
    },
    data() {
        return {
            ourClubContent: {
                alignRight: false,
                background: '/img/our-club-bg.jpg',
                note: 'Йога смеха помогла миллионам людей <br> во всем мире и я очень рад что она наконец <br> пришла в нашу страну.',
                title: 'НАШ КЛУБ',
                subtitle: 'Узнайте о нашем клубе за 2 минуты',
                hasVideo: true,
                videoSrc: 'https://www.youtube.com/embed/Av8WPNhj0bM?list=PLVQ75ZuC0ayBXuMuJ8dnTmY8McUVeVDgp'
            }
        }
    }
}
</script>

<style lang="scss">
</style>
