<template lang="pug">
main.main
    section
        app-feature(:content="ambassadorContent")
    section.section
        .container
            .section-heading
                h4.section-heading__title Заражаем смехом - это самая полезная эпидемия на свете
            .section-content
                .about
                    .about__text
                        p Дмитрий Ефимов – сертифицированный тренер, амбассадор Йоги смеха, официальный представитель Laughter Yoga International в России и СНГ, основатель клуба смеха «Харрррррррашо», основатель социальных проектов «Доктор смеха» и «Счастливый вагон».
                        p Дмитрий родился 10 марта 1978 года в посёлке Белая Гора, Республики Саха (Якутия). В детстве он был очень больным ребенком, и врачи всерьез опасались за его жизнь.
                        p «Я родился очень больным и до года несколько раз чуть не умер от астмы. Врачи ставили на мне крест и сказали маме, что я проживу несколько недель от силы месяцев. Но мои родители боролись за меня, и я выжил», - рассказывает в своем интервью Дмитрий.
                        p Чтоб справиться с болезнями, в 7 лет родители отдали сына в спорт. Сначала на вольную борьбу, а потом на восточные единоборства. Благодаря спорту Дмитрий быстро забыл про болезни и с возрастом начал показывать отличные результаты. Выиграл спартакиаду среди детей Республики Саха по вольной борьбе, чемпионат России и Европы по Шорай До Кемпо, а также защитил экзамен и стал обладателем черного пояса первого дана по этому виду боевых искусств.
                        p Свою рабочую деятельность Дмитрий начал в качестве сенсея - тренера по единоборствам, позже был помощником министра спорта Республики Саха, директором футбольного клуба «Якутия», ресторатором, маркетологом, продюсером. Благодаря его усилиям в Якутии состоялось большое количество спортивных и культурно-массовых мероприятий:
                        ul.about__list 
                            li.about__item Установление рекорда Брюса Хлебникова, в рамках спортивных игр «Дети Азии»
                            li.about__item Выступления реперов Децела, Гуфа, групп «Касты», «Квест пистолс» и др.
                            li.about__item Фестиваль боевых искусств Power of Spirit
                            li.about__item Первая республиканская Фитнес-конвенция
                            li.about__item Cпортивное шоу «Олимпийские звезды» с участием Алины Кабаевой, Ирины Чащиной, Ляйсан Утяшевой
                            li.about__item Проект «Читающая Якутия» с творческими вечерами и автограф-сессиями известных российских писателей: Дмитрия Глуховского, Андрея Геласимова, Сергея Лукьяненко
                            li.about__item Спортивный проект «Будущие чемпионы» для якутских ребят с тренировками и мастер- классами выдающихся российских спортсменов: Алексея Немова, Татьяны Навки, Игоря Колыванова, Екатерины Гамовой, Натальи Назаровой, Дмитрия Носова, Алексея Тищенко, Роя Джонса и др.
                        p Почти 10 лет Дмитрий был ведущим продюсером в Республике Саха (Якутия). Перебравшись на постоянное место жительства в Москву, работал арт-директором актера Мухтара Гусенгаджиева, гимнастки Ирины Чащиной, теннисистки Анастасии Мыскиной, певца Дена Петрова.
                        p По словам Дмитрия, его жизнь очень похожа на фильм «Форесст Гамп», ему также, как герою картины, всегда приходилось что-то преодолевать, постоянно искать себя в новых амплуа, добиваться успеха и снова начинать все заново.
                        p К 37 годам Дмитрий возглавил анимационную студию «Туниди Интертейнмент», которая занималась производством телепрограмм по заказу телеканала 2х2, 3D-графики для Камеди Клаб Продакшн, Гуд стори медиа и др крупных компаний, а также разрабатывала собственные IT-проекты. Работа была очень интересная, но вместе с тем, отнимала много времени и сил.
                        p Кроме этого, Дмитрий чувствовал, что работа телепродюсера приносит финансовую стабильность, но не делает его счастливым, в погоне за материальным успехом, он потерял вкус жизни и эмоционально выгорел. Организм отреагировал на это состояние сильнейшей аллергией, его забрали в больницу и прописали покой. Наступил момент, когда надо было что-то менять в своей жизни.
                        p «В интернете я наткнулся на информацию о Йоге смеха, меня это очень заинтересовало. Я посмотрел, что в Москве есть занятия, сходил, но они меня не устроили. Еще какое-то время я искал тренеров по этой методике, но не найдя отложил эту идею».
                        p В 2017 году у Дмитрия случился в бизнесе кризис, он разошелся с партнером и приступы аллергии возобновились, он опухал, краснел и покрывался сыпью. В этот самый момент, ему на глаза снова попался ролик про Йогу смеха и как признается Дмитрий - это был знак.
                        p «Я понял, что я должен сделать это сейчас или никогда… Поэтому собрался и поехал в Индию на семинар к доктору Мадану Катарии, основателю Йоги смеха. После первого часа занятий я сначала расплакался, потом очень долго смеялся, и меня отпустило… Я понял, что здесь и сейчас я счастлив», - вспоминает Дмитрий.
                        p Вернувшись из Индии сертифицированным тренером международного класса по Йоге смеха Дмитрий открыл свой клуб Йоги смеха, который назвал «Харрррррррашо». Оценив его упорство и труд, спустя четыре месяца, доктор Мадан Катария пригласил его в Индию повторно, провел персональное обучение и доверил представлять международную ассоциацию Laughter Yoga International в России и странах СНГ.
                        p Сегодня Дмитрию удается сочетать работу телевизионного продюсера и руководителя Российской ассоциации Йоги смеха. Он ведет занятия в клубе «Харрррррррашо», проводит тренинги, готовит тренеров, а также регулярно проводит акции для социально неимущих людей. По словам Дмитрия, он наконец нашел себя, свое предназначение, место в жизни и от этого он счастлив.
    section.section
        .container
            app-primary-form(:type="'callback'")
</template>

<script>
import AppFeature from '~/components/others/AppFeature';
import AppPrimaryForm from '~/components/forms/AppPrimaryForm';
export default {
    layout: 'club',
    head: {
        title: 'Дмитрий Ефимов | Йога смеха'
    },
    components: {
        AppFeature,
        AppPrimaryForm
    },
    data() {
        return {
            ambassadorContent: {
                alignRight: false,
                background: '/img/ambassador-bg.jpg',
                note: 'Тренер амбассадор международной ассоциации <br> Laughter Yoga International <br> Представитель доктора Мадана Катария <br> и Laughter Yoga University в России и СНГ <br> Мотивационный тренер, спикер <br> Эксперт Первого канала и Yoga Journal',
                title: 'МИТЯ ЕФИМОВ <br> АМБАССАДОР СМЕХА',
                subtitle: null,
                hasVideo: true,
                videoSrc: 'https://www.youtube.com/embed/EOkRl4921j8?list=PLVQ75ZuC0ayBXuMuJ8dnTmY8McUVeVDgp',
                callToAction: null
            },
        }
    }
}
</script>

<style lang="scss">
</style>
