<template lang="pug">
main.main
    section
        app-feature(:content="directionsContent")
    section.section
        .container
            .section-heading
                p.section-heading__sup История
                h4.section-heading__title Направления
            .section-content
                .about
                    img.about__img(src="/img/directions-pic.jpg" alt="Направления Йоги смеха")
                    .about__text
                        p Йога смеха — это уникальная методика, созданная индийским доктором медицинских наук Маданом Катарией, помогающая людям во всем мире избавиться от депрессий, психологических зажимов и комплексов, укрепить здоровье, замедлить процессы старения организма, скинуть лишние килограммы, повысить творческие способности и умение решать сложные аналитические задачи, а также наладить коммуникации в социуме.
                        p Концепция Йоги Смеха основана на научно доказанном факте, что человеческий организм не различает искусственный и естественный смех, в обоих случаях в нем протекают одинаковые химические процессы и мозг вырабатывает полезные для нас гормон счастья.
                        p На занятиях Йога Смеха ученики смеются без всяких причин, не полагаясь на юмор или шутки. Вместо этого используются игровые, интерактивные упражнения, помогающие стимулировать смех. Если в начале занятия все ученики, как правило, смеются наигранно, то благодаря заразительной природе смеха, он вскоре перерастает в естественный.
                        p Причина, по которой Йогу Смеха называют — йогой, заключается в использовании дыхательных упражнений из традиционной йоги, которые помогают насытить организм кислородом, и как следствие, поднять иммунитет, укрепить здоровье и повысить работоспособность человека.
                        p За 22 года своего существования Йога смеха стала очень популярна во всем мире. Она представлена в 105 странах и насчитывает тысячи клубов, один из которых является клуб смеха «Харррррррррашо».
    section.section
        .container
            app-primary-form(:type="'callback'")
</template>

<script>
import AppFeature from '~/components/others/AppFeature';
import AppPrimaryForm from '~/components/forms/AppPrimaryForm';
export default {
    layout: 'yogacmexa',
    head: {
        title: 'История | Йога смеха'
    },
    components: {
        AppFeature,
        AppPrimaryForm
    },
    data () {
        return {
            directionsContent: {
                alignRight: false,
                background: '/img/directions-page-bg.jpg',
                note: 'Я не видел, чтобы кто-то умирал от смеха, <br> но я знаю миллионы людей, которые умирают, <br> потому что они не смеются.',
                title: 'НАПРАВЛЕНИЯ',
                subtitle: 'Почему необходимо заниматься Йогой смеха',
                hasVideo: true,
                videoSrc: 'https://www.youtube.com/embed/p1YDk0q221M?list=PLVQ75ZuC0ayAb6gJu2oV0TZb3QVkyptuY'
            }
        }
    }
}
</script>

<style lang="scss">
</style>
