<template lang="pug">
main.main
    section
        app-feature(:content="historyContent")
    section.section
        .container
            .section-heading
                p.section-heading__sup История
                h4.section-heading__title Йоги смеха
            .section-content
                .about
                    img.about__img(src="/img/history-pic.jpg" alt="История йоги смеха")
                    .about__text
                        p В марте 1995 года индийский доктор Мадан Катария писал научную статью, посвященную пользе смеха для организма. Работая над публикацией, его очень заинтересовали исследования ученых Ли Берка и Ульяма Ф. Фрая, а также история чудесного выздоровления американского журналиста Нормана Казинса. Врачи поставили ему смертельный диагноз - анкилозирующий спондилит. В результате этого заболевания у человека возникают боли и плохая подвижность пораженных суставов, которая приводит к смерти. Но Норман не собирался сдаваться, в одном медицинском журнале он вычитал, что при смехе вырабатывается гормон эндорфин, который помогает снять боль. Казинс тут же нанял себе сиделку и круглые сутки смотрел кинокомедии, благодаря чему смог не только выздороветь, но и удивить всю научную общественность.
                        p История Нормана Казинса очень заинтересовала доктора Катария и он начал постоянно об этом думать. 13 марта, проснувшись ранним утром, Мадан не мог найти себе места. Мысли роились в его голове и не давали заснуть. «Если смех так полезен, то почему бы не организовать Клуб смеха и не попробовать на себе всю его пользу» - эта простая мысль вдруг яркой вспышкой озарила сознание Мадана. Стоять на месте уже не было сил, и доктор Катария, в сопровождении супруги Мадури, поспешил в городской парк, где обычно совершал утренние прогулки.
                        p Придя в парк, он начал общаться с разными людьми, рассказывая о пользе смеха и приглашать их посмеяться вместе с ним. Реакция людей, спешащих утром по своим делам, на такие разговоры была предсказуема. В лучшем случае ему вежливо отказывали, некоторые с ужасом в глазах старались побыстрее уйти, а были и такие, кто всерьез принимал его за сумасшедшего. Но, к счастью, среди нескольких сотен людей, с кем пообщался в то утро Мадан Катария нашлось трое, кто прислушался к его словам и согласился попробовать.
                        p Вскоре их заразительный смех привлек внимание прохожих, положительная энергия и позитив, исходившая от смеющихся, собирал все новых и новых участников. Люди рассказывали смешные истории, шутили, каждый получал свою порцию смеха и чувствовал себя замечательно.
                        p Первые две недели все шло очень хорошо, но вскоре участники Клуба исчерпали смешные истории и анекдоты, в ход пошли вульгарные, а иногда и оскорбительные шутки. Многим это не понравилось, и люди начали покидать клуб.
                        p Тогда доктор Катария попросил участников Клуба дать ему возможность подумать, как им выйти из этого положения. Он взял на размышление всего один. Ему во что бы то ни стало нужно было найти выход из сложившейся ситуации.
                        p Мадан заперся у себя в кабинете и начал просматривать книги и журналы на тему смеха и здоровья. И вскоре наткнулся на статью «Эмоции и здоровье» в журнале Health (США). Прочитав одну из глав, он с удивлением обнаружил научно доказанный факт, что, оказывается, наш мозг не может отличить настоящий смех от поддельного. А значит, можно смеяться… притворившись.
                        p Утром, Мадан предстал перед челнами клуба невыспавшимся, но очень довольным, при этом хитро улыбаясь. «Я нашел выход, сказал он единомышленникам! Давайте смеяться без шуток и юмора, просто так». Собравшиеся люди начали спорить и говорить, что он не в себе, что это не естественно и против природы… Но доктор Катария был не преступен и настаивал на своем. В конце концов все согласились и в знак уважения,решили попробовать посмеяться одну минуту.
                        p По мере развития Клуба доктор Катария заметил много сходства между смехом и йогой Пранаяма. Обе практики базируются на принципе оптимального дыхания, что позволяет увеличивать подачу кислорода в организм, укрепляя тем самым иммунную систему. Мадан включил в занятия смехом упражнения из традиционной йоги и назвал свое детище - Йога смеха.
                        p «Мы объединили мудрость йоги, дыхательные упражнения и смех – это сочетание получило название Йога смеха».
                        p Сегодня Йога смеха представлена в 107 странах, открыто тысячи клубов, в которых занимаются миллионы адептов. Мадан и его супруга Мадури много путешествуют по миру и далятся своими знаниями, помогая людям стать здоровыми и счастливыми. Доктор Катария любит повторять: «Мы смеемся не потому, что мы счастливы, а мы счастливы от того, что мы смеемся».
    section.section
        .container
            app-primary-form(:type="'callback'")
</template>

<script>
import AppFeature from '~/components/others/AppFeature';
import AppPrimaryForm from '~/components/forms/AppPrimaryForm';
export default {
    layout: 'yogacmexa',
    head: {
        title: 'История | Йога смеха'
    },
    components: {
        AppFeature,
        AppPrimaryForm
    },
    data () {
        return {
            historyContent: {
                alignRight: false,
                background: '/img/yogasmeha-bg.jpg',
                note: '"Мы смеемся не потому что <br> мы счастливы, мы счастливы <br> потому что мы смеемся"',
                title: 'ИСТОРИЯ <br> ЙОГИ СМЕХА',
                subtitle: 'Зарождение Йоги смеха, с чего все началось.',
                hasVideo: true,
                videoSrc: 'https://www.youtube.com/embed/oLcPkKMr9Ew?list=PLVQ75ZuC0ayAb6gJu2oV0TZb3QVkyptuY'
            }
        }
    }
}
</script>

<style lang="scss">
</style>
