<template lang="pug">
main.main
    section
        app-feature(:content="madanContent")
    section.section
        .container
            .section-heading
                p.section-heading__sup История
                h4.section-heading__title ОСНОВАТЕЛЬ
            .section-content
                .about
                    img.about__img(src="/img/madan-pic.jpg" alt="Мадан Катария")
                    .about__text
                        p Мадан Каатрия родился 31 декабря 1955 года в маленькой индийской деревушке на границе с Индо-Пакистаном в семье обычных крестьян. Он был самым младшим из восьмерых детей. Его братья и сестры пошли по стопам родителей и занимались сельским хозяйством, даже не думая об учебе. Мадан же с малых лет отличался от остальных детей в семье, он рос очень любознательным ребенком, и родители решили отдать его учиться в школу.
                        p Маленькому Мадану очень понравилось в школе и он сразу начал показывать хорошую успеваемость. Учителя разглядели в мальчике живой пытливый ум, большую работоспособность и порекомендовали родителям перевсти сына в более престижное учебное заведение. Родители согласились и отправили Мадана на учебу в город Фираспурт, который располагался неподалеку от их деревни на границе с Пакистаном.
                        p «Для нашей семьи это были нелегкие времена. Маме пришлось продать свои драгоценности, чтобы оплачивать мою учебу. Она мечтала, чтобы я стал врачом, в нашей деревне никогда не было своего доктора, и за медицинской помощью приходилось идти аж 15 миль до города».
                        p Несколько лет упорной учебы дали свои плоды, и желание матери было исполнено - Мадан получил диплом врача. Он был талантлив, амбициозен, и как это часто бывает в молодости, стал мечтать о комфортной жизни - роскошных апартаментах и дорогих автомобилях. Следуя зову сердаца, он переехал жить в Мумбаи – город-мечту всех жителей Индии!
                        p Чтоб сэкономить Мадан поселился в пригорде и устроился в крупную клинику доктором-физиологом. Параллельно он стал заниматься бизнесом, пытался заработать, как мог, даже пробовался в кино и модельный бизнес, но это не сделало его ни богатым, ни счастливым.
                        p «Однажды моя мама приехала ко мне в Мумбай. Она была потрясена, увидев меня. Мама спросила: «Мадан, что случилось? Ты выглядишь таким несчастным, и ты совсем не смеешься, как когда-то в деревне».
                        p Мать была права. Погоня за успехом и деньгами, ежедневная круговерть и суматоха мегаполиса загнали Мадана в угол. Так иногда хищник сначала доводит свою жертву до изнеможения, играя с ней, а потом с удовольствием пожирает ее. Он попал в объятья депрессии, стресс поглотил его и он утратил вкус жизни и радость.
                        p Следуя совету матери, Мадан решил отказаться от бизнес-проектов и сфокусировать свое внимание только на медицине. Для этого он даже начал выпускать медицинский журнал «Мой доктор». Слова матери заставили Мадана задуматься над своей жизнью, а фраза «ты совсем не смеешься» - постоянно вертелось у него в голове.
                        p В марте 1995 года он снова вспомнил слова матери и решил написать статью на тему «Смех – лучшее лекарство». Работая над ней, доктор Катария изучил множество публикаций и был поражен объемом задокументированных исследований, которые эксперементально доказывали положительное влияние смеха на организм человека. Оказалось, что смех помогает не только справиться со стрессом и укрепить иммунную систему, но и способствует излечению серьезных заболеваний.
                        p Мадан начал вспоминать свои детские годы, когда они с братьями и сестрами хохотали дни на пролет, при этом необязательно, чтобы происходило что-то смешное, они просто смеялись. Может быть смех – это действительно лучшее лекартсво, задумался он...
                        p «Я искал способы, чтобы заставить людей смеяться, и начал шутить со своими пациентами. И вскоре обнаружил, что они выздоравливают намного быстрее, когда смеются. В 1995 года я основал первый клуб Йоги смеха и начал работать над своей методикой», - рассказывает Доктор Катария.
                        p Весть о рождении нового направления в йоге и открытии клубов смеха мгновенно распространилась по всей Индии, про Мадана стали писать в газетах. Но не все отнеслись к этому с позитивом... Однажды ему позвонил брат и спросил с досадой в голосе: «Мадан! Что ты делаешь? Мы выучили тебя, чтобы ты стал врачом, а ты стал посмешищем!»
                        p Мадан попытался что-то сказать в оправдание, но родственники ничего не хотели слушать. Тогда он пригласил старшего брата и маму в Мумбаи, чтобы они сами увидели что такое Йога смеха.
                        p «Когда моя мама первый раз пришла на занятие, то увидела около 100 человек, которые смеялись и радовались вместе со мной. Большинство участников были очень образованные люди - инженеры, бухгалтеры, бизнесмены, даже полицейские. Все подходили и благодарили маму за такого сына. Это произвело на нее сильное впечатление, она все поняла и с тех пор семья меня очень поддерживает».
                        p Сегодня Йога смеха получила распространение в 107 странах мира. Открыто тысячи клубов, где смеются миллионы людей. Но Мадан Катария не останавливается, он мечтает о том, чтоб в каждой стране был открыт центр Йоги смеха и люди могли обучится этой замечательной методике.
                        p «Йога смеха — это не высшая математика, это то, что мы все умели делать, когда были детьми, но став взрослыми, разучились. Я рад, что Йога смеха может помочь людям вернуться в детство. Смейтесь по поводу и без. Это так же просто, как кататься на велосипеде. Научившись однажды, уже никогда не разучишься» - говорит Доктор Смех.
    section.section
        .container
            app-primary-form(:type="'callback'")
</template>

<script>
import AppFeature from '~/components/others/AppFeature';
import AppPrimaryForm from '~/components/forms/AppPrimaryForm';
export default {
    layout: 'yogacmexa',
    head: {
        title: 'История | Йога смеха'
    },
    components: {
        AppFeature,
        AppPrimaryForm
    },
    data () {
        return {
            madanContent: {
                alignRight: false,
                background: '/img/madan-page-bg.jpg',
                note: 'Когда мы смеемся мы меняемся, <br> когда мы меняемся меняется <br> все вокруг.',
                title: 'МАДАН КАТАРИЯ',
                subtitle: 'Основатель Йоги смеха о себе и своем детище.',
                hasVideo: true,
                videoSrc: 'https://www.youtube.com/embed/UBaLezAf7Yg?list=PLVQ75ZuC0ayAb6gJu2oV0TZb3QVkyptuY'
            }
        }
    }
}
</script>

<style lang="scss">
</style>
