<template lang="pug">
main.main
    section
        app-feature(:content="maduriContent")
    section.section
        .container
            .section-heading
                p.section-heading__sup История
                h4.section-heading__title СООСНОВАТЕЛЬНИЦА
            .section-content
                .about
                    img.about__img(src="/img/maduri-pic.jpg" alt="Мадури Катария")
                    .about__text
                        p Детские годы Мадури вспоминает с теплотой и благодарностью. Ей очень повезло, у нее было не просто счастливое, у нее было сказочное детство. Да, почти каждая девочка мечтает стать принцессой, так вот, она не мечтала, она ею была! Мадури посчастливилось родиться в обеспеченной индийской семье, её отец был уважаемым человеком и занимал высокий пост в полиции.
                        p «Кроме меня в семье были еще два брата и сестра. Мы ни в чем не нуждались, у нас дома были слуги, которые все делали для нас и иногда за нас. Нас, детей, даже одевали, как коронованных особ», - вспоминает Мадури.
                        p Как и в любой сказке, однажды в жизни Мадури началась темная полоса, внезапно умер отец. С его смертью все блага исчезли и начались проблемы. Но, как это часто бывает в хороших историях на горизонте сразу появился принц – доктор Мадан Катария.
                        p Как и полагается девушке из благородной семьи, Мадури познакомилась с доктором Катария через хорошего друга семьи. Этот человек однажды обмолвился, что из них получилась бы очень хорошая пара. Как он это разглядел? Известно, что индийское общество довольно сильно расслоено, оно поделено на касты, и люди, рожденные в одной социальной группе, часто не могут не только подняться по социальной лестнице, но даже и общаться с людьми высшего сословия. Именно по этой причине брак Мадури и доктора Катария был теоретически невозможен. Но к счастью в современном мире кастовые различия постепенно размываются и влюбленные смогли пожениться.
                        p «Я счастлива, что есть возможность двум любящим людям создать семью, не обращать внимание на происхождение, кто из какой семьи и из какой прослойки общества. Это кажется вполне естественным, но это нужно уметь ценить, что у тебя есть возможность быть рядом с человеком, чью внутреннюю природу ты понимаешь, чей внутренний мир тебе близок», - рассуждает Мадури о браке.
                        p Сегодня она безмерно счастлива, что вышла замуж за доктора Мадана Катария. И делает все, чтобы он также был счастлив рядом с ней. По ее мнению, рано или поздно, человек задумывается над вопросом, а зачем я здесь? Для чего пришел сюда? Что несу в этот мир? Она считает, что главная цель и смысл ее жизни это развитие Йога смеха – их с Маданом ребенка, по всему миру. Мадури не собирает материальные блага, вместо этого она старается подарить людям как можно больше поводов посмеяться и наполнить их сердце радостью.
                        p «Мне очень нравится общаться с людьми. Я считаю, что общение – наше богатство. Но общаться – не значит говорить, кто так считает, тот сильно заблуждается. Общение – это прежде всего умение слушать. Увы, но сейчас люди больше говорят сами, при этом не слыша тех, кто рядом с тобой. Мне бы очень хотелось научить других слушать друг друга. А еще радоваться каждому новому дню. Это же так просто».
                        p Мадури интересен каждый собеседник как человек: кто он, чем интересуется, как живет. Таким образом, она познает себя, и происходит взаимный процесс: Мадури дарит заботу, любовь и понимание, и ей возвращается это сторицей от людей. Из маленькой принцессы она превратилась в настоящую королеву, которая с помощью Йоги смеха дарит людям счастье и внутренний покой, помогая делать наш мир лучше.
    section.section
        .container
            app-primary-form(:type="'callback'")
</template>

<script>
import AppFeature from '~/components/others/AppFeature';
import AppPrimaryForm from '~/components/forms/AppPrimaryForm';
export default {
    layout: 'yogacmexa',
    head: {
        title: 'История | Йога смеха'
    },
    components: {
        AppFeature,
        AppPrimaryForm
    },
    data () {
        return {
            maduriContent: {
                alignRight: false,
                background: '/img/maduri-page-bg.jpg',
                note: '“Главная цель жизни - наслаждаться ей, <br> и быть счастливым каждый день”',
                title: 'МАДУРИ КАТАРИЯ',
                subtitle: 'О жизни, Йоге смеха, Счастье и том как быть счастливым.',
                hasVideo: true,
                videoSrc: 'https://www.youtube.com/embed/KInqil3hW4c?list=PLVQ75ZuC0ayAb6gJu2oV0TZb3QVkyptuY'
            }
        }
    }
}
</script>

<style lang="scss">
</style>
